module.exports = {
  domain: 'A',
  title: '協調性',
  shortDescription: '協調性は、協力や社会的調和に対する個人の差を反映しています。協調性の高い人は他者との円滑な関係を重視します。',
  description: `したがって、協調性の高い人は思いやりがあり、友好的で寛大で、助けを惜しまず、他者との利益を妥協することができます。また、協調性の高い人は人間性に対して楽観的な見方を持っています。彼らは人々が基本的に正直でまともで信頼できる存在だと信じています。
<br /><br />
一方、協調性の低い人は自己の利益を他者との関係より優先します。彼らは他者の幸福にあまり関心がなく、そのため他者のために自らを犠牲にすることは少ないです。彼らは他者の動機に対して懐疑的で、疑い深く、友好的でなく、協力的でない場合もあります。
<br /><br />
協調性は人気を得るために明らかに有利です。協調性の高い人は協調性の低い人よりも好かれる傾向があります。一方、厳しいまたは絶対的な客観的な決定が必要な状況では、協調性は役立ちません。協調性の低い人は優れた科学者、評論家、または軍人になることがあります。`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `協調性のスコアが低いため、他者のニーズよりも自分自身のことに対する関心が少ないと示されています。人々はあなたを厳しい、批判的で妥協しないと見ています。`
    },
    {
      score: 'neutral', // do not translate this line
      text: `協調性のレベルは平均的であり、他者のニーズに対する一定の配慮はありますが、一般的には自分自身を犠牲にすることには消極的です。`
    },
    {
      score: 'high', // do not translate this line
      text: `協調性の高いレベルは、他者のニーズや幸福に対する強い関心を示しています。あなたは親しみやすく、共感的で協力的です。`
    }
  ],
  facets: [
    {
      facet: 1,
      title: '信頼性',
      text: `信頼性の高い人は、ほとんどの人々が公正で正直で善意を持っていると仮定します。信頼性の低い人は他者を利己的で不正直で悪意を持つ可能性があると見ます。`
    },
    {
      facet: 2,
      title: '道徳性',
      text: `この尺度の高得点者は、他者との関わりにおいて見せかけや操作の必要性を感じないため、率直であり、フランクで誠実です。低得点者は社会的な関係においてある程度の欺瞞が必要だと考えています。人々はこの尺度で高得点を獲得した率直な人々と比較的簡単に関わることができます。一方、この尺度で低得点を獲得した不正直な人々との関わりは一般的により困難であると感じることがあります。低得点者は非原則的で不道徳だというわけではありません。彼らは単に警戒心が強く、全ての真実を公然と明かすことに対してより消極的なのです。`
    },
    {
      facet: 3,
      title: '利他主義',
      text: `利他主義的な人々は他の人を助けることが本当に満足感を得られると感じます。その結果、彼らは一般的に必要としている人々を手助けする意欲があります。利他主義的な人々は、他者のために行動することが自己犠牲ではなく、自己実現の形態であると感じます。一方、この尺度で低得点を獲得した人々は、特に必要な人々を助けることが好きではありません。助けを求められることは自己実現の機会ではなく、むしろ押し付けられたように感じることがあります。`
    },
    {
      facet: 4,
      title: '協力性',
      text: `この尺度で高得点を獲得した個人は、対立を嫌います。他者との良好な関係を築くために妥協したり、自分のニーズを我慢したりすることに完全に積極的です。一方、この尺度で低得点を獲得した個人は、自分の意志を通すために他者を脅迫する傾向がより強いです。`
    },
    {
      facet: 5,
      title: '謙虚さ',
      text: `この尺度で高得点を獲得した人々は、自分が他の人よりも優れていると主張することを好みません。場合によっては、この態度は自己信頼心や自尊心の低さから来るかもしれません。それでも、高い自尊心を持つ人々の中には、自慢をすることをみっともないと感じる人もいます。自分を優れていると表現することに意欲的な人々は、他の人からは不愉快な傲慢さと見られる傾向があります。`
    },
    {
      facet: 6,
      title: '共感',
      text: `この尺度で高得点を獲得した人々は、心が柔らかく思いやりがあります。他者の苦しみを共感し、簡単に同情心を抱く傾向があります。一方、低得点者は人間の苦しみに強く影響されません。彼らは理性に基づいた客観的な判断を重視しています。彼らは慈悲よりも真実と公平な正義に関心を持っています。`
    }
  ]
}
