module.exports = {
  domain: 'C',
  title: '誠実性',
  shortDescription: '誠実性は、私たちが衝動をコントロールし、調整し、導く方法に関連します。',
  description: `衝動は本質的に悪いものではありません。時には時間的制約があるため、即興の判断が必要になり、最初の衝動に従うことが効果的な対応になることもあります。また、仕事ではなく遊びの場合、即興で行動したり衝動的であることが楽しいこともあります。衝動的な個人は、他者からはカラフルで一緒にいるのが楽しいと見られることがあります。
<br /><br />
ただし、衝動に従うことはさまざまな問題を引き起こす可能性があります。一部の衝動は反社会的です。制御されない反社会的な行為は、他の社会のメンバーに害を与えるだけでなく、そのような衝動的な行為を行った者に対する報復を招くこともあります。また、衝動的な行為にはしばしば即時の報酬が伴いますが、望ましくない長期的な結果をもたらすことがあります。例として、仕事を辞める原因となる過度の社交活動、重要な関係の破局を引き起こす侮辱、健康を破壊する快楽をもたらす薬物の使用などがあります。
<br /><br />
衝動的な行動は、深刻な破壊的でなくても、個人の効果を大きく減少させます。衝動的に行動することで、より賢明な選択肢を検討することができなくなり、組織的な手順や段階を必要とするプロジェクトの進行が途中で途切れてしまうことがあります。衝動的な人の成果はしたがって小さく、散在しており、不安定です。
<br /><br />
知能の特徴で、人間を以前の生物と区別する可能性があるのは、衝動に行動する前に未来の結果について考える能力です。知的な活動は、長期的な目標の考慮、これらの目標への組織化と計画、短期的な衝動に反対して目標に向かって持続することを含みます。知性は衝動の制御を含むという考えは、「思慮深さ」または「誠実性」ドメインの代替名としてうまく捉えられます。"Prudent（慎重）"という言葉は、賢明で慎重な両方の意味を持っています。
<br /><br/>
誠実性スケールで高得点を獲得した人々は、実際には他の人から知的と認識されます。高い誠実性の利点は明らかです。誠実な人々はトラブルを避け、目的意識のある計画と粘り強さによって高い成功レベルを達成します。他の人からは信頼性があり、一生懸命働く人として肯定的に評価されます。一方、彼らは強迫的な完璧主義者であったり、仕事中毒の可能性があります。さらに、非常に誠実な人々は堅苦しくて退屈だと見られるかもしれません。
<br /><br />
非誠実な人々は、信頼性のなさ、野心の欠如、制約に従わないことに対して批判されるかもしれませんが、彼らは多くの一時的な喜びを経験し、退屈とは呼ばれないでしょう。`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `誠実性のスコアが低いため、現在を楽しむことや直感に従うことを好む傾向があります。仕事においては、注意深くなく、整理されていない傾向があります。`
    },
    {
      score: 'neutral', // do not translate this line
      text: `誠実性のスコアが平均的です。これはあなたが比較的信頼性があり、整理されていて自己制御ができるという意味です。`
    },
    {
      score: 'high', // do not translate this line
      text: `誠実性のスコアが高いです。これは、明確な目標を設定し、決意を持ってそれを追求するという意味です。人々はあなたを信頼性があり、一生懸命働く人として評価しています。`
    }
  ],
  facets: [
    {
      facet: 1,
      title: '自己効力感',
      text: `自己効力感は、自分自身が物事を成し遂げる能力に対する自信を表します。高得点者は、成功を達成するために必要な知力（常識）、意欲、自己制御を持っていると信じています。一方、低得点者は効果的であると感じず、自分の人生をコントロールしていないという感覚があるかもしれません。`
    },
    {
      facet: 2,
      title: '秩序性',
      text: `秩序性のスコアが高い人は、非常に整理されています。彼らはルーティンやスケジュールに従って生活することを好みます。リストを作成し、計画を立てることもあります。一方、低得点者は整理されておらず、散漫な傾向があります。`
    },
    {
      facet: 3,
      title: '義務感',
      text: `この尺度は、個人の義務感と責任感の強さを反映しています。この尺度で高得点を獲得した人々は、強い道徳的な義務感を持っています。一方、低得点者は契約、規則、規制をあまりにも束縛的だと感じます。彼らは信頼性に欠けるか、場合によっては責任を持たないと見られる可能性があります。`
    },
    {
      facet: 4,
      title: '目標達成への努力',
      text: `この尺度で高得点を獲得した個人は、優れた成果を達成するために一生懸命努力します。成功を認知されることへの欲求が彼らを高い目標に向かって進む動機となります。彼らは人生において強い方向性を持っていることが多いですが、極端に高いスコアは一途すぎて仕事に取りつかれていると見られる可能性があります。一方、低得点者は最小限の仕事で済ませることに満足し、他者から怠け者と見られるかもしれません。`
    },
    {
      facet: 5,
      title: '自己管理',
      text: `自己管理、多くの人が意志力と呼ぶものは、困難で不快な課題を完成するまで持続する能力を指します。高い自己管理能力を持つ人は、課題を始めることへの抵抗を克服し、気を散らされることなく目標に向かって進むことができます。一方、自己管理能力が低い人は先延ばしをし、タスクの完遂がうまくいかないことがあります。しばしば、彼らは非常にやり遂げたいと思っているタスクですら達成できないことがあります。`
    },
    {
      facet: 6,
      title: '慎重さ',
      text: `慎重さは、行動する前に可能性を考慮する性向を示します。慎重さのスケールで高得点を獲得した人は、決定を下す際に時間をかけます。一方、低得点者は代替案を検討したり、それらの代替案の可能な結果を検討することなく、思いついたことをすぐに言ったり行動したりします。`
    }
  ]
}
