module.exports = {
  domain: 'E',
  title: '外向性',
  shortDescription: '外向性は外部の世界との顕著な関与を特徴とします。',
  description: `外向型は人々と一緒にいることを楽しみ、エネルギッシュでポジティブな感情を経験することが多いです。彼らは熱心で行動指向の個人であり、刺激的な機会に対して「はい！」や「行こう！」と言う傾向があります。グループでは話すことや自己主張をすること、注目を集めることが好きです。
<br /><br />
一方、内向型は外向型のような活発さ、エネルギー、活動レベルを持っていません。彼らは静かで控えめ、慎重で社交的な世界から距離を置く傾向があります。内向型の社会的な関与の欠如は恥ずかしがりややうつ病として解釈すべきではありません。内向型は単に外向型よりも刺激を必要とせず、一人でいることを好むのです。内向型の独立性と控えめさは、時には不愛想さや傲慢さと誤解されることがあります。実際には、内向型であっても協調性の次元で高得点を獲得した人は他者を求めることはありませんが、接触される際には非常に愉快な態度を示すことができます。s`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `外向性のスコアが低いため、あなたは内向的で控えめ、静かな性格です。あなたは独りでいることや一人での活動を楽しむ傾向があります。社交は一部の親しい友人に限られる傾向があります。`
    },
    {
      score: 'neutral', // do not translate this line
      text: `外向性のスコアが平均的です。これは、あなたが控えめな孤独者でも陽気なおしゃべり上手でもないことを示しています。あなたは他の人との時間を楽しむ一方で、独りの時間も楽しむ傾向があります。`
    },
    {
      score: 'high', // do not translate this line
      text: `外向性のスコアが高いため、あなたは社交的で外向的で、エネルギッシュで活発な性格です。多くの時間を人々と一緒に過ごすことを好む傾向があります。`
    }
  ],
  facets: [
    {
      facet: 1,
      title: '友好性',
      text: `友好的な人々は他の人々が本当に好きであり、積極的に他者に対するポジティブな感情を示します。彼らはすぐに友人を作り、親密な関係を築くことが容易です。友好性のスコアが低い人々は必ずしも冷淡で敵意を持っているわけではありませんが、他者に積極的に接触しないため、遠い印象を与え、控えめであると感じられることがあります。`
    },
    {
      facet: 2,
      title: '社交性',
      text: `社交的な人々は他者との交流を楽しんで刺激を受け、満足感を得ます。彼らは人混みの中の興奮を楽しむことができます。一方、スコアが低い人々は大勢の人々に囲まれることで圧倒される傾向があり、それを避けるようにします。彼らは時々他の人々と一緒にいることを嫌いではないかもしれませんが、高得点者よりもはるかにプライバシーと自分の時間が必要です。`
    },
    {
      facet: 3,
      title: '主張力',
      text: `高得点者の主張力は自分の意見を述べることやリーダーシップを取ること、他者の活動を指揮することを好みます。彼らはグループの中でリーダー的な存在となる傾向があります。一方、低得点者はあまり話さず、他者にグループの活動を任せる傾向があります。`
    },
    {
      facet: 4,
      title: '活動レベル',
      text: `活動レベルが高い人々は忙しい、ハイペースの生活を送ります。彼らは速く、精力的に、活発に動き回り、多くの活動に参加しています。一方、この尺度で低得点を獲得した人々は、よりゆったりとリラックスしたペースで生活しています。`
    },
    {
      facet: 5,
      title: '刺激を求める傾向',
      text: `この尺度で高得点を獲得した人々は、高い刺激レベルがないとすぐに退屈してしまいます。彼らは明るい光や活気に満ちた環境を好みます。リスクを冒すことやスリルを追い求める傾向があります。一方、低得点者は騒音や混乱に圧倒され、スリルを求めることに対しては消極的です。`
    },
    {
      facet: 6,
      title: '陽気さ',
      text: `この尺度は、ネガティブな感情（神経症項目の一部）ではなく、ポジティブな気分と感情を測定します。この尺度で高得点を獲得した人々は通常、幸福、熱狂、楽観、喜びなどのポジティブな感情を経験します。一方、低得点者はそうした元気な高揚感にあまり傾向がありません。`
    }
  ]
}
