module.exports = {
  domain: 'N',
  title: '神経症傾向',
  shortDescription: '神経症傾向はネガティブな感情を経験する傾向を指します。',
  description: `フロイトは元々「神経症」という用語を使用して、精神的な苦痛、感情的な苦しみ、そして日常生活の正常な要求に効果的に対処することができない状態を示すために使用しました。彼は誰もが神経症の兆候をいくつか示すが、苦痛の程度と特定の苦悩の症状は異なると指摘しました。今日では、神経症的傾向はネガティブな感情を経験する傾向を指します。
<br /><br />
神経症的傾向が高い人々は、主に不安、怒り、またはうつ病などの特定のネガティブな感情を経験するかもしれませんが、これらの感情のいくつかを経験する可能性があります。
<br /><br />
神経症的傾向が高い人々は感情的に反応しやすい傾向があります。彼らは他の多くの人々には影響を与えないであろう出来事に感情的に反応し、その反応は通常よりも強くなります。彼らは普通の状況を脅威として解釈し、些細な挫折を絶望的に難しいものと見なす傾向があります。
<br /><br />
彼らのネガティブな感情反応は通常よりも異常に長い期間持続するため、彼らはしばしば機嫌が悪い状態にあります。これらの感情の調整の問題は、神経症の能力を低下させ、明晰に考えること、決定を下すこと、ストレスに効果的に対処する能力を損なうことがあります。`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `神経症的傾向のスコアが低いため、あなたは非常に落ち着いており、冷静で動じない性格です。他の多くの人がストレスと感じるような状況に対しても、強い感情を示すことはありません。`
    },
    {
      score: 'neutral', // do not translate this line
      text: `神経症的傾向のスコアが平均的です。これは、あなたの感情的な反応レベルが一般的な人口と同等であることを示しています。ストレスや挫折を感じるような状況はある程度あなたを不安にさせるかもしれませんが、一般的にはこれらの感情を克服し、これらの状況に対処することができます。`
    },
    {
      score: 'high', // do not translate this line
      text: `神経症的傾向のスコアが高いため、あなたは一般的な生活の要求でさえも簡単に不安になる傾向があります。人々はあなたを敏感で感情的な人と見なしています。`
    }
  ],
  facets: [
    {
      facet: 1,
      title: '不安',
      text: `不安の高い個人の脳の「戦うか逃げるか」のシステムは、あまりにも簡単に頻繁に作動します。そのため、不安が高い人々はしばしば危険なことが起こると感じることがあります。特定の状況を恐れることもあれば、一般的に恐れることもあります。彼らは緊張して、びくびくして、神経質な感じがします。一方、不安が低い人々は一般的に穏やかで恐れを感じません。`
    },
    {
      facet: 2,
      title: '怒り',
      text: `怒りの高いスコアを獲得した人々は、物事が思い通りにならないと激怒します。彼らは公平に扱われることに敏感であり、騙されていると感じると憤慨し、恨みを抱くことがあります。この尺度は怒りを感じる傾向を測定します。個人がいらいらや敵意を表現するかどうかは、協調性のレベルに依存します。怒りのスコアが低い人々は、頻繁に簡単に怒ることはありません。`
    },
    {
      facet: 3,
      title: 'うつ病',
      text: `この尺度は、悲しい、落ち込んだ、意気消沈した気分を感じる傾向を測定します。うつ病の高得点者はエネルギーを欠き、活動を開始するのが困難です。うつ病のスコアが低い人々は、これらのうつ病的な感情から比較的自由です。`
    },
    {
      facet: 4,
      title: '自己意識',
      text: `自己意識の高い個人は他人からの評価に敏感です。拒絶や嘲笑を恐れるため、他人と一緒にいるときにシャイで不快に感じることがあります。彼らは簡単に恥ずかしがり、しばしば恥ずかしいと感じます。彼らが他人によって批判されたりからかわれるという恐れは誇張されて現実離れしていますが、彼らの不器用さと不快感はこれらの恐れを自己成就の予言としてしまうことがあります。一方、低得点者は誤った印象を持ってみんなが彼らを見て評価していると苦しんでいません。社交的な状況で緊張することはありません。`
    },
    {
      facet: 5,
      title: '節度の欠如',
      text: `節度の欠如のある個人は強い渇望や衝動を感じ、それらに抵抗することが難しいです。彼らは長期的な結果よりも短期的な快楽や報酬に向かっています。低得点者は強い抵抗しがたい渇望を経験せず、その結果、自己過信に誘惑されることはありません。`
    },
    {
      facet: 6,
      title: '脆弱性',
      text: `脆弱性の高いスコアの人は、プレッシャーやストレス下でパニック、混乱、無力感を経験します。一方、脆弱性の低いスコアの人は、ストレスがかかるとより落ち着きがあり、自信を持ち、明確に考える傾向があります。`
    }
  ]
}
