module.exports = {
  domain: 'O',
  title: '開放性',
  shortDescription: '開放性は、想像力豊かで創造的な人と現実的で伝統的な人を区別する認知スタイルの次元を表します。',
  description: `オープンな人々は知的に好奇心があり、芸術を鑑賞し、美に敏感です。クローズドな人々と比較して、自分の感情により意識的です。彼らは個性的で、伝統にとらわれない思考と行動をする傾向があります。知識人は一般的に開放性が高い傾向があります。そのため、この要素は文化や知性とも呼ばれることがあります。
<br /><br />
ただし、知性は開放性の一つの側面と見なされることが最も適切でしょう。開放性のスコアは、教育年数や標準的な知能テストのスコアとはわずかに関連しています。
<br /><br />
オープンな認知スタイルのもう一つの特徴は、具体的な経験からはるかに離れた象徴的な思考や抽象的な思考をする能力です。個人の特定の知的能力によって、この象徴的な認知は数学的、論理的、幾何学的な思考、芸術的で比喩的な言語の使用、音楽の作曲や演奏、視覚芸術や演技などの形を取る場合があります。
<br /><br />
開放性のスコアが低い人々は狭く、共通の興味を持ちがちです。彼らは複雑なものや曖昧さ、微妙さよりも明確で直接的なものを好みます。彼らは芸術や科学に対して疑いの目を向け、これらの取り組みを難解で実用性がないと見なすことがあります。クローズドな人々は新奇さよりもなじみのあるものを好み、保守的で変化に抵抗する傾向があります。
<br /><br />
オープンさは、心理学者たち自身がオープンな傾向にあることが多いため、心理学者によってより健康的または成熟しているとされることがあります。ただし、オープンな思考スタイルとクローズドな思考スタイルは、異なる環境で有用です。オープンな人の知的なスタイルは、教授に適しているかもしれませんが、研究はクローズドな思考が警察の業務、営業、およびいくつかのサービス職で優れた業績と関連していることを示しています。`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `開放性のスコアが低いことから、あなたはシンプルでわかりやすい考え方を好む傾向があります。他の人はあなたを地に足の着いた、実践的で保守的な人として説明します。`
    },
    {
      score: 'neutral', // do not translate this line
      text: `開放性のスコアが平均的であるため、あなたは伝統を楽しむ一方で新しいことにも挑戦する意欲があります。あなたの考え方はシンプルでも複雑でもありません。他の人にとって、あなたはよく教養のある人ですが知識人ではないと見えるでしょう。`
    },
    {
      score: 'high', // do not translate this line
      text: `開放性のスコアが高いため、あなたは新しさ、多様性、変化を楽しむ傾向があります。好奇心旺盛で、想像力豊かで創造的です。`
    }
  ],
  facets: [
    {
      facet: 1,
      title: '想像力',
      text: `想像力豊かな人にとって、現実世界はしばしば平凡で普通すぎると感じられます。このスケールで高得点を取る人は、ファンタジーを使ってより豊かで興味深い世界を創造します。一方で、このスケールで低得点を取る人は、事実よりも現実的に向き合う傾向があります。`
    },
    {
      facet: 2,
      title: '芸術的興味',
      text: `このスケールで高得点を取る人は、美に対して芸術や自然の両方で愛情を持っています。彼らは芸術的な出来事や自然の出来事に簡単に関与し、没頭します。彼らは必ずしも芸術的な訓練を受けているわけではなく、才能があるわけでもありませんが、多くの人が芸術的な才能を持っているかもしれません。このスケールの特徴は、自然や人工の美に対する興味と鑑賞です。一方で、このスケールで低得点を取る人は美的感性が欠如しており、芸術に対する興味がありません。`
    },
    {
      facet: 3,
      title: '感情性',
      text: `感情性が高い人は自分の感情に良いアクセスと認識を持っています。一方で、感情性が低い人は自分の感情に気づきにくく、感情を公に表現することが少ない傾向があります。`
    },
    {
      facet: 4,
      title: '冒険心',
      text: `冒険心が高い人は新しい活動を試したり、外国を旅行したり、異なる経験をすることに積極的です。彼らは馴染みやルーチンを退屈に感じ、違う道を選んで帰ることもあります。一方で、冒険心が低い人は変化に対して不安を感じ、馴染みのあるルーティンを好む傾向があります。`
    },
    {
      facet: 5,
      title: '知性',
      text: `知性と芸術的興味は、経験への開放性の中で最も重要で中心的な要素です。知性が高い人はアイデアを楽しむことが好きです。新しい・珍しいアイデアに対してオープンマインドであり、知的な問題について議論することが好きです。彼らはなぞなぞやパズル、ブレインティーザーを楽しむことがあります。知性が低い人は、人々や物事と向き合うことをアイデアよりも好みます。知的な活動を無駄だと考える傾向があります。知性は知能と同一視すべきではありません。知性は知的なスタイルであり、知能の能力ではありませんが、知性が高い人は標準化された知能テストでわずかに高いスコアを得ることがあります。`
    },
    {
      facet: 6,
      title: '自由主義',
      text: `心理的な自由主義とは、権威や伝統的な価値観に対して挑戦しやすい心の準備を指します。最も極端な形では、心理的な自由主義は規則に対する明確な敵意、法を犯す者への共感、あいまいさ、混沌、無秩序への愛を表すことがあります。心理的保守主義者は、伝統に従うことでもたらされる安全性と安定性を好みます。心理的自由主義と保守主義は、政治的な所属とは必ずしも同一ではありませんが、個人をある政治的な党派に傾斜させる傾向があります。`
    }
  ]
}
